export const filmFilterIds = [
  /*
   * Наше кино
   */
  22,

  /*
   * Кино СССР
   */
  941,

  /*
   * Детские отечественные фильмы
   */
  1666,

  /*
   * Авторские дебюты
   */
  376,

  /*
   * Фильмы России и СССР на национальных языках [без перевода]
   */
  106,

  /*
   * Зарубежное кино
   */
  7,

  /*
   * Классика мирового кинематографа
   */
  187,

  /*
   * Фильмы до 1990 года
   */
  2090,

  /*
   * Фильмы 1991-2000
   */
  2221,

  /*
   * Фильмы 2001-2005
   */
  2091,

  /*
   * Фильмы 2006-2010
   */
  2092,

  /*
   * Фильмы 2011-2015
   */
  2093,

  /*
   * Фильмы 2016-2020
   */
  2200,

  /*
   * Фильмы 2021-2023
   */
  1950,

  /*
   * Фильмы 2024
   */
  252,

  /*
   * Фильмы Ближнего Зарубежья
   */
  2540,

  /*
   * Азиатские фильмы
   */
  934,

  /*
   * Индийское кино
   */
  505,

  //   /*
  //    * Сборники фильмов
  //    */
  //   212,

  //   /*
  //    * Короткий метр
  //    */
  //   2459,

  //   /*
  //    * Грайндхаус
  //    */
  //   1235,

  //   /*
  //    * Зарубежные фильмы без перевода
  //    */
  //   166,

  //   /*
  //    * Звуковые дорожки и Переводы
  //    */
  //   185,

  /*
   * Арт-хаус и авторское кино
   */
  124,

  //   /*
  //    * Короткий метр (Арт-хаус и авторское кино)
  //    */
  //   1543,

  /*
   * Документальные фильмы (Арт-хаус и авторское кино)
   */
  709,

  /*
   * Анимация (Арт-хаус и авторское кино)
   */
  1577,

  //   /*
  //    * Театр
  //    */
  //   511,

  //   /*
  //    * Спектакли без перевода
  //    */
  //   1493,

  /*
   * DVD Video
   */
  93,

  /*
   * Классика мирового кинематографа (DVD Video)
   */
  905,

  /*
   * Зарубежное кино (DVD Video)
   */
  101,

  /*
   * Наше кино (DVD Video)
   */
  100,

  /*
   * Фильмы Ближнего Зарубежья (DVD Video)
   */
  877,

  /*
   * Азиатские фильмы (DVD Video)
   */
  1576,

  /*
   * Арт-хаус и авторское кино (DVD Video)
   */
  572,

  /*
   * Индийское кино (DVD Video)
   */
  2220,

  /*
   * Грайндхаус (DVD Video)
   */
  1670,

  /*
   * HD Video
   */
  2198,

  /*
   * Классика мирового кинематографа (HD Video)
   */
  2199,

  /*
   * Зарубежное кино (HD Video)
   */
  313,

  /*
   * Наше кино (HD Video)
   */
  312,

  /*
   * Фильмы Ближнего Зарубежья (HD Video)
   */
  1247,

  /*
   * Азиатские фильмы (HD Video)
   */
  2201,

  /*
   * Арт-хаус и авторское кино (HD Video)
   */
  2339,

  /*
   * Индийское кино (HD Video)
   */
  140,

  /*
   * Грайндхаус (HD Video)
   */
  194,

  /*
   * UHD Video
   */
  718,

  /*
   * Классика мирового кинематографа (UHD Video)
   */
  775,

  /*
   * Зарубежное кино (UHD Video)
   */
  1457,

  /*
   * Наше кино (UHD Video)
   */
  1940,

  /*
   * Азиатские фильмы (UHD Video)
   */
  272,

  /*
   * Арт-хаус и авторское кино (UHD Video)
   */
  271,

  /*
   * 3D/Стерео Кино, Видео, TV и Спорт
   */
  352,

  //   /*
  //    * 3D Кинофильмы
  //    */
  //   549,

  //   /*
  //    * 3D Мультфильмы
  //    */
  //   1213,

  //   /*
  //    * 3D Документальные фильмы
  //    */
  //   2109,

  //   /*
  //    * 3D Спорт
  //    */
  //   514,

  //   /*
  //    * 3D Ролики, Музыкальное видео, Трейлеры к фильмам
  //    */
  //   2097,

  /*
   * Мультфильмы
   */
  4,

  /*
   * Мультфильмы (UHD Video)
   */
  84,

  /*
   * Отечественные мультфильмы (HD Video)
   */
  2343,

  /*
   * Иностранные мультфильмы (HD Video)
   */
  930,

  /*
   * Иностранные короткометражные мультфильмы (HD Video)
   */
  2365,

  /*
   * Отечественные мультфильмы (DVD)
   */
  1900,

  /*
   * Иностранные короткометражные мультфильмы (DVD)
   */
  2258,

  /*
   * Иностранные мультфильмы (DVD)
   */
  521,

  /*
   * Отечественные мультфильмы
   */
  208,

  /*
   * Отечественные полнометражные мультфильмы
   */
  539,

  /*
   * Мультфильмы Ближнего Зарубежья
   */
  2183,

  /*
   * Иностранные мультфильмы
   */
  209,

  /*
   * Иностранные короткометражные мультфильмы
   */
  484,

  /*
   * Сборники мультфильмов
   */
  822,

  /*
   * Мультфильмы без перевода
   */
  181,

  /*
   * Мультсериалы
   */
  921,

  /*
   * Мультсериалы (SD Video)
   */
  815,

  /*
   * Мультсериалы (DVD Video)
   */
  816,

  /*
   * Мультсериалы (HD Video)
   */
  1460,

  /*
   * Мультсериалы (UHD Video)
   */
  498,

  /*
   * Аниме
   */
  33,

  /*
   * Онгоинги (HD Video)
   */
  1106,

  /*
   * Аниме (HD Video)
   */
  1105,

  /*
   * Аниме (DVD)
   */
  599,

  /*
   * Аниме (основной подраздел)
   */
  1389,

  /*
   * Аниме (плеерный подраздел)
   */
  1391,

  /*
   * Аниме (QC подраздел)
   */
  2491,

  //   /*
  //    * Ван-Пис
  //    */
  //   2544,

  //   /*
  //    * Гандам
  //    */
  //   1642,

  //   /*
  //    * Наруто
  //    */
  //   1390,

  //   /*
  //    * Покемоны
  //    */
  //   404,

  /*
   * Японские мультфильмы
   */
  893,

  //   /*
  //    * Звуковые дорожки (Аниме)
  //    */
  //   809,

  //   /*
  //    * Артбуки и журналы (Аниме)
  //    */
  //   2484,

  //   /*
  //    * Обои, сканы, аватары, арт
  //    */
  //   1386,

  //   /*
  //    * AMV и другие ролики
  //    */
  //   1387,
].join(",");
