export const serialFilterIds = [
  /*
   * Русские сериалы
   */
  9,

  /*
   * Русские сериалы (HD Video)
   */
  81,

  /*
   * Русские сериалы (DVD Video)
   */
  920,

  /*
   * Сельский детектив
   */
  80,

  /*
   * По законам военного времени
   */
  1535,

  /*
   * Московские тайны
   */
  188,

  /*
   * Я знаю твои секреты
   */
  91,

  //   /*
  //    * Универ / Универ. Новая общага / СашаТаня
  //    */
  //   990,

  //   /*
  //    * Женская версия
  //    */
  //   1408,

  //   /*
  //    * След
  //    */
  //   175,

  //   /*
  //    * Некрасивая подружка
  //    */
  //   79,

  //   /*
  //    * Психология преступления
  //    */
  //   104,

  /*
   * Зарубежные сериалы
   */
  189,

  /*
   * Новинки и сериалы в стадии показа
   */
  842,

  /*
   * Сериалы США и Канады
   */
  235,

  /*
   * Сериалы Великобритании и Ирландии
   */
  242,

  /*
   * Скандинавские сериалы
   */
  819,

  /*
   * Испанские сериалы
   */
  1531,

  /*
   * Итальянские сериалы
   */
  721,

  /*
   * Европейские сериалы
   */
  1102,

  /*
   * Сериалы стран Африки, Ближнего и Среднего Востока
   */
  1120,

  /*
   * Сериалы Австралии и Новой Зеландии
   */
  1214,

  /*
   * Сериалы Ближнего Зарубежья
   */
  489,

  /*
   * Сериалы совместного производства нескольких стран
   */
  387,

  /*
   * Веб-сериалы, Вебизоды к сериалам и Пилотные серии сериалов
   */
  1359,

  //   /*
  //    * Бесстыжие / Shameless (US)
  //    */
  //   184,

  //   /*
  //    * Викинги / Vikings
  //    */
  //   1171,

  //   /*
  //    * Во все тяжкие / Breaking Bad
  //    */
  //   1417,

  //   /*
  //    * Доктор Хаус / House M.D.
  //    */
  //   625,

  //   /*
  //    * Игра престолов / Game of Thrones
  //    */
  //   1449,

  //   /*
  //    * Карточный Домик / House of Cards
  //    */
  //   273,

  //   /*
  //    * Клан Сопрано / The Sopranos
  //    */
  //   504,

  //   /*
  //    * Сверхъестественное / Supernatural
  //    */
  //   372,

  //   /*
  //    * Секретные материалы / The X-Files
  //    */
  //   110,

  //   /*
  //    * Твин пикс / Twin Peaks
  //    */
  //   121,

  //   /*
  //    * Теория большого взрыва + Детство Шелдона
  //    */
  //   507,

  //   /*
  //    * Форс-мажоры / Костюмы в законе / Suits
  //    */
  //   536,

  //   /*
  //    * Ходячие мертвецы + Бойтесь ходячих мертвецов
  //    */
  //   1144,

  //   /*
  //    * Черное зеркало / Black Mirror
  //    */
  //   173,

  /*
   * Для некондиционных раздач
   */
  195,

  /*
   * Зарубежные сериалы (HD Video)
   */
  2366,

  /*
   * Зарубежные сериалы (UHD Video)
   */
  119,

  /*
   * Новинки и сериалы в стадии показа (HD Video)
   */
  1803,

  /*
   * Сериалы США и Канады (HD Video)
   */
  266,

  /*
   * Сериалы Великобритании и Ирландии (HD Video)
   */
  193,

  /*
   * Скандинавские сериалы (HD Video)
   */
  1690,

  /*
   * Европейские сериалы (HD Video)
   */
  1459,

  /*
   * Сериалы стран Африки, Ближнего и Среднего Востока (HD Video)
   */
  1463,

  /*
   * Сериалы Австралии и Новой Зеландии (HD Video)
   */
  825,

  /*
   * Сериалы Ближнего Зарубежья (HD Video)
   */
  1248,

  /*
   * Сериалы совместного производства нескольких стран (HD Video)
   */
  1288,

  //   /*
  //    * Викинги / Vikings (HD Video)
  //    */
  //   1669,

  //   /*
  //    * Доктор Хаус / House M.D. (HD Video)
  //    */
  //   2393,

  //   /*
  //    * Игра престолов / Game of Thrones (HD Video)
  //    */
  //   265,

  //   /*
  //    * Карточный домик (HD Video)
  //    */
  //   2406,

  //   /*
  //    * Сверхъестественное / Supernatural (HD Video)
  //    */
  //   2404,

  //   /*
  //    * Секретные материалы / The X-Files (HD Video)
  //    */
  //   2405,

  //   /*
  //    * Твин пикс / Twin Peaks (HD Video)
  //    */
  //   2370,

  //   /*
  //    * Теория Большого Взрыва / The Big Bang Theory (HD Video)
  //    */
  //   2396,

  //   /*
  //    * Ходячие мертвецы + Бойтесь ходячих мертвецов (HD Video)
  //    */
  //   2398,

  //   /*
  //    * Черное зеркало / Black Mirror (HD Video)
  //    */
  //   1949,

  /*
   * Для некондиционных раздач (HD Video)
   */
  1498,

  /*
   * Сериалы Латинской Америки, Турции и Индии
   */
  911,

  /*
   * Сериалы Аргентины
   */
  325,

  /*
   * Сериалы Бразилии
   */
  534,

  /*
   * Сериалы Венесуэлы
   */
  594,

  /*
   * Сериалы Индии
   */
  1301,

  /*
   * Сериалы Колумбии
   */
  607,

  /*
   * Сериалы Латинской Америки с озвучкой (раздачи папками)
   */
  1574,

  /*
   * Сериалы Латинской Америки с субтитрами
   */
  1539,

  /*
   * Сериалы Мексики
   */
  694,

  /*
   * Сериалы совместного производства
   */
  781,

  /*
   * Сериалы Турции
   */
  704,

  /*
   * Для некондиционных раздач
   */
  1537,

  /*
   * Азиатские сериалы
   */
  2100,

  /*
   * Азиатские сериалы (UHD Video)
   */
  820,

  /*
   * Корейские сериалы
   */
  915,

  /*
   * Корейские сериалы (HD Video)
   */
  1242,

  /*
   * Китайские сериалы
   */
  717,

  /*
   * Японские сериалы
   */
  1939,

  /*
   * Сериалы Таиланда, Индонезии, Сингапура
   */
  2412,

  /*
   * VMV и др. ролики
   */
  2102,
].join(",");
